import DonateBlood from "../../assets/Donate-Blood-Save-Life.png"
const BloodBloog = () => {
    return (
        <div className="md:grid md:grid-cols-2 md:gap-2 md:m-52 my-10 mx-5">
            <div>
                <img src={DonateBlood} alt="Donate Blood Image"
                className="w-96 h-96" />
            </div>
            <div className="my-5">
                <h1 className="text-xl md:text-2xl font-semibold">তুচ্ছ নয় রক্ত দান, বাঁচাতে পারে একটি প্রাণ।</h1>
                <p>
                    রক্তদান মানবতার একটি মহান কাজ, যা অনেক মানুষের জীবন বাঁচাতে পারে। 
                    প্রতিদিন হাসপাতালগুলোতে দুর্ঘটনা, অপারেশন এবং বিভিন্ন রোগের কারণে রক্তের প্রয়োজন হয়। 
                    একজন মানুষের দেওয়া এক ব্যাগ রক্ত একাধিক মানুষের জীবন রক্ষা করতে সাহায্য করতে পারে। 
                    সুস্থ ও প্রাপ্তবয়স্ক মানুষ নিরাপদভাবে রক্তদান করতে পারে, এবং শরীর অল্প সময়ের মধ্যেই সেই রক্ত পূরণ করে নেয়। 
                    রক্তদান শুধু একটি মানবিক কাজই নয়, এটি সমাজের প্রতি আমাদের দায়িত্বও। নিয়মিত রক্তদান করলে জরুরি সময়ে 
                    রক্তের সংকট কমে যায়। তাই আসুন, আমরা সবাই রক্তদান করি এবং কারও জীবনে নতুন আশার আলো জ্বালাই। 🩸❤️
                </p>
                <h5 className="text-gray-500">আরো দেখুন...</h5>
            </div>
        </div>
    )
}
export default BloodBloog;