import IMG from "../../assets/CHAMPION-CRICKET.jpg"

const CricketBlood = () => {
    return (
        <div className="md:grid md:grid-cols-2 md:gap-2 md:m-52 my-10 mx-5">
            <div className="md:m-5">
                <img src={IMG} alt="Cricket Image"
                className="w-full h-96" />
            </div>
            <div className="my-5">
                <h1 className="text-xl md:text-2xl font-semibold">খেলাধুলা — সুস্থ জীবন ও আনন্দের চাবিকাঠি</h1>
                <p>
                    খেলাধুলা মানুষের শারীরিক ও মানসিক সুস্থতার জন্য অত্যন্ত গুরুত্বপূর্ণ। 
                    নিয়মিত খেলাধুলা শরীরকে শক্তিশালী করে, মনকে প্রফুল্ল রাখে এবং কর্মক্ষমতা বৃদ্ধি করে। 
                    বিশেষ করে তরুণদের জন্য খেলাধুলা খুবই উপকারী, কারণ এটি তাদের মধ্যে শৃঙ্খলা, 
                    দলগত কাজের মনোভাব এবং নেতৃত্বের গুণাবলি তৈরি করে। ফুটবল, ক্রিকেট, ব্যাডমিন্টন 
                    বা অন্য যেকোনো খেলায় অংশগ্রহণ শরীরকে সক্রিয় রাখে এবং বিভিন্ন রোগ থেকে দূরে থাকতে সাহায্য করে। 
                    এছাড়া খেলাধুলা মানুষের মধ্যে বন্ধুত্ব, সহমর্মিতা এবং প্রতিযোগিতার ইতিবাচক মনোভাব গড়ে তোলে। 
                    তাই সুস্থ ও সুন্দর জীবন গড়তে আমাদের সবারই নিয়মিত খেলাধুলার অভ্যাস করা প্রয়োজন। ⚽🏏
                </p>
                <h5 className="text-gray-500">আরো দেখুন...</h5>
            </div>
        </div>
    )
}
export default CricketBlood;