import Bonna from "../../assets/Bonna.jpg"

const YouthSocialWork = () => {
    return (
        <div className="md:grid md:grid-cols-2 md:gap-2 my-10 mx-5 md:m-52">
            <div className="my-5">
                <h1 className="text-xl md:text-2xl font-semibold">সমাজ পরিবর্তনে যুব সমাজের ভূমিকা</h1>
                <p>
                    যুব সমাজ সামাজিক কাজের একটি গুরুত্বপূর্ণ শক্তি। 
                    তাদের উদ্যম, সৃজনশীলতা এবং পরিবর্তন আনার ইচ্ছা সমাজকে এগিয়ে নিতে সাহায্য করে। 
                    তরুণরা দরিদ্র মানুষের সহায়তা করা, রক্তদান কর্মসূচি আয়োজন করা, সুবিধাবঞ্চিত শিশুদের শিক্ষায় সহায়তা করা 
                    এবং পরিবেশ রক্ষার মতো বিভিন্ন সামাজিক কার্যক্রমে অংশ নিতে পারে। সামাজিক কাজের মাধ্যমে যুবকদের মধ্যে নেতৃত্বগুণ, 
                    সহমর্মিতা এবং দায়িত্ববোধ তৈরি হয়। যখন তরুণরা সমাজসেবায় যুক্ত হয়, তখন একটি সহানুভূতিশীল ও সচেতন সমাজ গড়ে ওঠে। 
                    তাই যুব সমাজকে সামাজিক কাজে উৎসাহিত করা একটি সুন্দর ও উন্নত ভবিষ্যৎ গঠনের জন্য অত্যন্ত জরুরি। 🌱🤝

                </p>
                <h5 className="text-gray-500">আরো দেখুন...</h5>
            </div>
            <div className="md:m-5">
                <img src={Bonna} alt="" 
                className="w-full h-96"
                />
            </div>
        </div>
    )
}
export default YouthSocialWork;